> code --list-extensions
> code --install-extension NAME

# Ventura

alexanderbast.vscode-snazzy
ccimage.jsonviewer
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
joaompinto.vscode-graphviz
kodetech.electron-debug
liviuschera.noctis
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.cordova-tools
msjsdiag.debugger-for-chrome
nobuhito.printcode
nonylene.dark-molokai-theme
PKief.material-icon-theme
shd101wyy.markdown-preview-enhanced
stuart.unique-window-colors
Tandy.color-basic
vscodevim.vim
wayou.vscode-todo-highlight

# Schools

akamud.vscode-theme-onedark
apollographql.vscode-apollo
azemoh.theme-onedark
Braver.vscode-solarized
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
HallerPatrick.solarized-autumn
JamesBirtles.svelte-vscode
mikestead.dotenv
ms-vscode.vscode-typescript-tslint-plugin
nonylene.dark-molokai-theme
PKief.material-icon-theme
vscodevim.vim
wayou.vscode-todo-highlight
zhuangtongfa.material-theme

# Post-Lencomms

akamud.vscode-theme-onedark
apollographql.vscode-apollo
azemoh.theme-onedark
Braver.vscode-solarized
cssho.vscode-svgviewer
dahong.theme-bear
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dustypomerleau.yarra-valley
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GrapeCity.gc-excelviewer
HallerPatrick.solarized-autumn
JamesBirtles.svelte-vscode
marcoms.oceanic-plus
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-tslint-plugin
nonylene.dark-molokai-theme
peymanslh.blueberry-dark-theme
PKief.material-icon-theme
vscodevim.vim
wayou.vscode-todo-highlight
zhuangtongfa.material-theme
